taskt/UI/Forms/ScriptBuilder/Supplemental/frmUpdate.dot
digraph "frmUpdate" {
"frmUpdate" -> "DialogLikeThemedForm";
"frmUpdate" -> "DialogLikeThemedForm";
"DialogLikeThemedForm" -> "ThemedForm";
"DialogLikeThemedForm" -> "ThemedForm";
"ThemedForm" -> "Form";
"ThemedForm" -> "Form";
}
