taskt/UI/Forms/ScriptBuilder/Supplemental/frmUpdate.puml
@startuml
frmUpdate --> DialogLikeThemedForm
frmUpdate --> DialogLikeThemedForm
DialogLikeThemedForm --> ThemedForm
DialogLikeThemedForm --> ThemedForm
ThemedForm --> Form
ThemedForm --> Form
@enduml
